IdeaRS.OpenModel.Concrete.Load.LoadingSLS
Loading SLS

IdeaRS.OpenModel.Concrete.Load.LoadingSLS.#ctor
Constructor

IdeaRS.OpenModel.Concrete.Load.LoadingSLS.InternalForces
Internal force in section (permanent for staged section)

IdeaRS.OpenModel.Concrete.Load.LoadingSLS.InternalForcesVariable
Variable internal force in staged section only

IdeaRS.OpenModel.Concrete.Load.LoadingSLS.InternalForcesImperfection
Internal forces of imperfection effect